# -*- coding: utf-8 -*-
'''
Data for tests
'''

QUOTE_FROM_ILF_AND_PETROV = \
u'''
Ласточка-мама учила птенчика летать. Птенчик был совсем маленький. Он неумело и беспомощно махал слабенькими крылышками. Не удержавшись в воздухе, птенчик упал на землю и сильно ушибся. Он лежал неподвижно и жалобно пищал. Ласточка-мама очень встревожилась. Она кружила над птенчиком, громко кричала и не знала, как ему помочь.
Птенчика подобрала девочка и положила в деревянную коробочку. А коробочку с птенчиком поставила на дерево.
Ласточка заботилась о своём птенчике. Она ежедневно приносила ему пищу, кормила его.
Птенчик начал быстро поправляться и уже весело щебетал и бодро махал окрепшими крылышками.
Старый рыжий кот захотел съесть птенчика. Он тихонько подкрался, залез на дерево и был уже у самой коробочки. Но в это время ласточка слетела с ветки и стала смело летать перед самым носом кота. Кот бросился за ней, но ласточка проворно увернулась, а кот промахнулся и со всего размаха хлопнулся на землю.
Вскоре птенчик совсем выздоровел и ласточка с радостным щебетанием увела его в родное гнездо под соседней крышей.
'''.lower()